txt_title = "Здоровье"
win_x, win_y = 200, 100
win_width, win_height = 1000, 600

txt_hello = 'Добро пожаповать в программу по определению состояния здоровья!'
txt_next = 'Начать'
txt_instruction = 'Данное приложение позволит вам с помощью теста Руфье провести первичную диагностику вашего здоровья. Проба Руфье представляет собой нагрузочный комплекс, предназначенный для оценки работоспособности сердца при физической нагрузке. У испытуемого, находящегося в положении пежа на спине в течение мин, определяют частоту пульса за 15 секунд; затем в течение 45 секунд испытуемый выполняет 30 приседании После окончания нагрузки ислытуемый ложится, и у него вновь подсчитывается чиспо пульсаций за перные 15 секунд а потом - за последние 15 секунд первой минуты периода восстановления Важно! Если в процессе проведения испытания вы почувствуете себя плоко (появится головокружение, шум в ушах, сильная одышка и др , то тест необходимо прервать и обратиться к врачу.' 
txt_title = 'Начать'
txt_name = 'Введите Ф.И.О:'
txt_hintname = "Ф.И.О."
txt_hintage = "0"
txt_test1 = 'Начать первый тест'
txt_test2 = 'Начать делать приседания'
txt_test3 = 'Начать финальный тест'
txt_sendresults = 'Отправить результаты'
txt_hinttest1 = '0'
txt_hinttest2 = '0'
txt_hinttest3 = '0'
txt_starttest1 = 'Лягте на спину и замерьте пульс за 15 секунд. Нажмите кнопку "Начать первый тест", чтобы запустить таймер. Результат запишите в соответствующее поле.'
txt_starttest2 = 'Выполните 30 приседаний за 45 секунд. Для этого нажмите кнопку "Начать делать приседания", чтобы запустить счетчик приседаний.'
txt_starttest3 = 'Лягте на спину и замерьте пульс сначала за первые 15 секунд минуты, затем за последние 15 секунд. Нажмите кнопку "Начать финальный тест", чтобы запустить таймер. Зеленым обозначены секунды, в течение которых необходимо проводить измерения, черным - минуты без замера пульсаций. Результаты запишите в состветствующие поля.'

txt_age = 'Полных лет:'
txt_finalwin = ''
txt_index = 'Индекс Руфье:'
txt_workheart = 'Работоспособность сердца: выше среднего'